[{"name": "Karnataka", "number_of_hospitals": 40, "path": "karnataka", "pmu_summary": "The project management unit (PMU), comprising of both the State Administration officers and 10-Bed-ICU members, is the body that formulates the project in the state, takes the decisions on deployment districts in conjunction with the District Collectors and reviews and oversees the implementation of the project at state level. The various sub-projects be it the \"Pandemic Management IT Platform\" or \"Doctor Connect\" programs are all reviewed and approved by this PMU.", "state_donor_map": "https://res.cloudinary.com/egov10bedicu/image/upload/v1633520701/Telengana/status_map/img-donors_KA_kugbcy.png", "state_logo": "https://www.karnataka.gov.in/frontend/assets/img/Seal_of_Karnataka.png", "state_summary": "Through your donations we are setting up 40 ICU Units across Karnataka. Each of these ICU Units will have 10 Beds along with Swiss made hybrid ventilators and all other equipments required to provide critical care to the needy."}, {"name": "Telangana", "number_of_hospitals": 40, "path": "telangana", "pmu_summary": "The project management unit (PMU), comprising of both the State Administration officers and 10-Bed-ICU members, is the body that formulates the project in the state, takes the decisions on deployment districts in conjunction with the District Collectors and reviews and oversees the implementation of the project at state level. The various sub-projects be it the \"Pandemic Management IT Platform\" or \"Doctor Connect\" programs are all reviewed and approved by this PMU.", "state_donor_map": "https://res.cloudinary.com/egov10bedicu/image/upload/v1633520478/Telengana/status_map/img-donors_TS_yqj4i4.png", "state_logo": "https://res.cloudinary.com/egov10bedicu/image/upload/v1633075895/Telengana/state-logo_w8ubmg.png", "state_summary": "We have set up 40 10-Bed-ICU Units in 30 districts of Telangana. Several of the new districts did not have any ICU beds even in the Secondary District Hospital. We are also currently planning to launch an IT system to help with the emergency triage process."}, {"name": "Andhra Pradesh", "number_of_hospitals": 36, "path": "ap", "pmu_summary": "", "state_donor_map": "https://res.cloudinary.com/egov10bedicu/image/upload/v1633520701/Telengana/status_map/img-donors_AP_nkfzg0.png", "state_logo": "", "state_summary": ""}, {"name": "Manipur", "number_of_hospitals": 16, "path": "manipur", "pmu_summary": "A Project Management Unit, PMU, is set up at the state level. The PMU is responsible for planning, administering, and supervising the implementation of the Project. The PMU consist of senior officials from the Government and the 10BedICU partners.", "state_donor_map": "", "state_logo": "", "state_summary": "Manipur is a state in  North East India that also shares the international border with Myanmar. Although a small state, it has lots of diversity, such as hills and valleys, different ethnic groups, and population density. The state offers unique challenges to supply healthcare services, especially in sparsely populated, remote, far-flung areas, resulting in supply gaps that have worsened due to the Covid related health crisis. The 10BedICU project is trying to meet the Covid Challenges in the state by setting up ICU units in every District Hospital through world-class equipments complemented by a pandemic management technology platform. The technology will register all hospitals, assets, staff and patients, and other stakeholders to help the govt. monitor, facilitate and manage the Covid pandemic effectively. The technology will also help in rolling out Tele ICU across districts. JNIMs, the state tertiary hospital, will act as the teleconsultation hub. It will share expertise and provide handholding support to the doctors in District Hospitals to support for delivery of critical care services in Rural Manipur."}]